@extends('layouts.app')

@section('content')
	<h2>https://laravel.com/docs/5.5/passport</h2>
	<h3>https://laravel.ru/docs/v5/passport</h3>
	<p>В Laravel можно легко настроить аутентификацию через обычные формы входа, но что насчёт API? API обычно использует токены для аутентификации пользователей и не сохраняет состояние сессии между запросами. В Laravel реализована простая API аутентификация с помощью Laravel Passport, который предоставляет полную реализацию сервера OAuth2 для вашего приложения в считанные минуты. Passport создан на основе сервера League OAuth2, созданного Алексом Билби.</p>
@endsection
